<template>
  <div class="about">
    <h1>Идея проекта</h1>
    <p>
      Этот проект направлен на упрощение работы станций технического
      обслуживания (СТО). В его основе лежит интуитивно понятная и удобная
      таблица, в которую можно вносить информацию о клиентах и заполнять данные
      по каждому обслуживаемому автомобилю. С помощью этой таблицы сотрудники
      СТО могут легко отслеживать и управлять клиентской базой.
      <br /><br />Кроме того, проект предоставляет возможности для точного учета
      всех услуг, оказываемых клиентам, а также деталей и запчастей, необходимых
      для ремонта автомобилей. Это позволяет не только улучшить организацию
      работы СТО, но и повысить прозрачность и точность расчетов, что, в свою
      очередь, способствует повышению уровня обслуживания и удовлетворенности
      клиентов. <br /><br />
      Система автоматически ведет подсчеты всех предоставленных услуг и
      использованных деталей, что значительно снижает вероятность ошибок и
      облегчает процесс бухгалтерского учета. Таким образом, проект способствует
      созданию более эффективной и продуктивной рабочей среды для сотрудников
      СТО, делая их работу проще и удобнее.
    </p>
  </div>
</template>
<style>
p {
  width: 90%;
  margin: 20px auto;
  text-align: left;
  font-weight: bold;
}
</style>
